Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/matematikksenteret.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: The line through𝐶 and 𝐹 meets
nn: Linja gjennom 𝐶 og 𝐹 treffer

source: 4 are placed so that none of them overlap eachother, neither completely nor partially.
nn: 4 er plasserte slik at ingen av dei overlapparkvarandre, korkje heilt eller delvis.

source: A line passing through the point (2, 34) divides the parallelogram in twopieces of equal area.
nn: Ei lin-je gjennom punktet (2, 34) deler parallellogrammet i to delar med like stortareal.

source: + 20is also white, and if
nn: + 20 òg kvitt, og dersom

source: How many of the permutations of 1
nn: Kor mange permutasjonar av tala 1

source: In his third and last attempt, now with 18 equal piles, he gets 14 pieces leftover, so he eats these too.
nn: I sitt tredje og siste forsøk, no med 18 like store haugar,endar han opp med 14 bitar til overs, så han et opp desse òg.

source: There are more black triangles than white ones.
nn: Det er fleire svartesmåtrekantar enn kvite.

source: How many differentresidues modulo 1000 do you get from 𝑛!!
nn: Kor mange forskjelligerestklassar modulo 1000 får ein frå 𝑛!!

source: Roger Rabbit jumps up a staircase which has 12 steps.
nn: Kalle kanin skal hoppe opp ei trapp som har 12 trinn.

source: runs at a speed of 15 kilometers per hour, and each of the girls can walk at a speed
nn: elektriske sykkelen køyrer med ein fart på 15 kilometer per time, og kvar av dei to

source: He keeps the cards in ten boxes, eachof which has room for 2021 cards.
nn: Han oppbevarer korta i ti boksar, som harplass til 2021 kort i kvar boks.

source: A and B play a game on a square board consisting of n × n white tiles,
nn: A og B speler eit spel på eit kvadratisk brett som består av n × n kvite

source: 2 intersects the line segment from
nn: 2 skjer linjestykket frå

source: see the result if she writes −1 on one side, and 1 on the
nn: dersom ho skriv −1 på éi av sidene og 1 på dei tre and-

source: A moves first, and the players alternate taking turns.
nn: A startar spelet, og spelarane trekkjer deretter annankvargong.

source: A parallelogram has corners in the points (2, 0), (0, 4), (5, 79) and (3, 83).
nn: Eit parallellogram har hjørne i punkta (2, 0), (0, 4), (5, 79) og (3, 83).

source: Gunnar and Karl Erik like to play with numbers.
nn: Gunnar og Karl Erik liker å leike med tal.

source: is a table with three rows and š‘› columns containing all thenumbers 1, 2, ā€¦, 3š‘›.
nn: er ein tabell med tre rader og 𝑛 kolonnar som inneheld alletala 1, 2, …, 3𝑛.

source: Find all real functions 𝑓 defined on the real numbers except zero, satisfying𝑓(2019) = 1 and
nn: Finn alle reelle funksjonar 𝑓 definert på alle reelle tal forskjellig frå null,slik at 𝑓(2019) = 1 og

source: 2 are placed so that they do not overlap each other,neither completely nor partially.
nn: 2 ligg slik at dei ikkje overlappar kvarandre, korkje heilteller delvis.

source: 6 are such that each odd numberis next to at least one even number?
nn: 6 er slik at eitkvart oddetal erved sida av minst eitt partal?

source: 1, remote from
nn: 1, på motsatt sidefrå

source: ) of circles, with 1 ≤
nn: ) av sirklar, med 1 ≤

source: How many imbal-anced rectangles exist on a regular (8 × 8) chess board?
nn: Kor mange ubalan-serte rektangel finst på eit vanleg (8 × 8) sjakkbrett?

source: In the final round of the Abel contest there are 4 problems (8 subproblems) to besolved in 4 hours.
nn: I finalen i Abelkonkurransen er det 4 oppgåver (8 punkt) som skal løysast på4 timar.

source: You can score up to 10 points for each problem.
nn: Du får opptil 10 poeng på kvar oppgåve.

source: 1 with radius 30 and
nn: 1 med radius 30 og

source: A moveconsists of picking a square consisting of 2×2 or 3×3 white tiles and colouringall these tiles black.
nn: Eit trekk går ut på å velje eit kvadrat som består av 2 × 2 eller 3 × 3kvite ruter og fargeleggje alle desse rutene svarte.

source: , and the common tangent between
nn: , og den felles tangenten mellom

source: The first round of the Abel competition consists of 20 multiple choice problems to
nn: I den første runden av Abelkonkurransen er det 20 fleirvalsoppgåver som

source: All the corners of a cube lie on the surface of aball with radius 22/3 B‹… 33/2.
nn: Alle hjørna i ein kube ligg på overflata av ei kulemed radius 22/3 ⋅ 33/2.

source: The maximum score is 10 points for each problem.
nn: Du får opptil 10 poeng på kvar oppgåve.

source: is less than or equal to 22?
nn: enn eller lik 22?

source: Their favourite game is toask Pål to choose two different integers 𝑎 and 𝑏 from 1, 2, 3, …, 16 so that𝑎 divides 𝑏, and write each number on a separate piece of paper.
nn: Favorittleiken deira er å be Pål veljeto ulike heiltal 𝑎 og 𝑏 frå 1, 2, 3, …, 16 slik at 𝑎 går opp i 𝑏, og skrive dei påkvar sin lapp.

source: ) it can jump to either (
nn: ) kan ho hoppe til anten (

source: After 300 throwsSigrid has 147 points, and Petra has 226.
nn: Etter 300 kast har Sigrid147 poeng, og Petra har 226.

source: What is the sum of all positive integers 𝑛 for which 𝑇𝑛+4 is divisible by 𝑇𝑛? The Abel competition
nn: Kva er summen av alle positive heiltal 𝑛 slik at 𝑇𝑛+4 er deleleg på 𝑇𝑛?Abelkonkurransen

source: is divisible by 3.
nn: er deleleg med 3.

source: We consider the sum of the digits of a positive integer. For example, the sumof the digits of 2007 is equal to 9, since 2 + 0 + 0 + 7 = 9.
nn: Tverrsummen av eit positivt heiltal er summen av sifra i talet (til dømes ertverrsummen av 2007 lik 9, ettersom 2 + 0 + 0 + 7 = 9).

source: 4) of corners in a regular 2013-gon iscalled
nn: 4) av hjørne i ein regulær 2013-kant vertkalla

source: The centres of the circles are the corners of a triangle with circumference 1.
nn: Sentra i sirklane er hjørne iein trekant med omkrins lik 1.

source: This yields a total between 0 and 100 points.
nn: Detgir ein poengsum mellom 0 og 100.

source: First, he tries with 15 piles, but 12 pieces areleft over.
nn: Først prøver han seg med 15 haugar, men sit att med 12bitar til overs.

source: A totally blank responseresults in 20 points.
nn: Dersom alle svara er blanke, får du 20 poeng.

source: You have an 𝑛×𝑛 grid of empty squares.
nn: Du har eit rutenett med 𝑛 × 𝑛 tomme ruter.

source: with width B in the direction across theboards.
nn: breidda B i den retninga som er på tvers avplankane.

source: passes through 𝑃.
nn: tredje går gjennom 𝑃.

source: , 4022, that is,
nn: , 4022 etter kvarandre,

source: 0, the one
nn: 0, det mellom

source: What is the largest prime factor in 899?
nn: Kva er den største primtalsfaktoren i 899?

source: There are 25 participants in a mathematics contest having four problems.
nn: Det er 25 deltakarar i ein matematikkonkurranse med fire oppgåver.

source: houses next to each other.
nn: finnast to blå hus ved sida av kvarandre.

source: You may assume that the quadrilateral is convex (all internal angles are lessthan 180◦).
nn: Du kan anta atfirkanten er konveks (alle innvendige vinklar er mindre enn 180◦).

source: The Abel competition 2013–2014 First round
nn: Ingen av de øvrige utsegnene er korrekte.Abelkonkurransen 2013–2014

source: 6= 0, and which take the values
nn: 6= 0, og som har verdiane

source: The one to the right is not convex.
nn: Den til høgre er ikkje konveks.

source: The first round of the Abel competition consists of 20 multiple choice problems to besolved in 100 minutes.
nn: I den første runden av Abelkonkurransen er det 20 fleirvalsoppgåver som skalløysast på 100 minutt.

source: The triangular numbers 𝑇1, 𝑇2, 𝑇3, … are defined by
nn: Trekanttala 𝑇1, 𝑇2, 𝑇3, … er definert ved

source: Nils writes the 90-digit integer 987654321…987654321 on a blackboard, that isthe digits 987654321 ten times in succession.
nn: Nils skriv opp det 90-sifra heiltalet 987654321…987654321 på ei tavle, altsåmed 987654321 ti gongar etter kvarandre.

source: while the greatest square less than 𝑛 is 𝑛 − 14?
nn: medan det største kvadrattalet mindre enn 𝑛 er 𝑛 − 14?

source: For an odd number 𝑛, we write 𝑛!!
nn: Når 𝑛 er eit oddetal, skriv vi 𝑛!!

source: What is the ratio of the radii of the circles Y1 and Y2?
nn: Kva er forholdet mellom radiane til sirklane Y1 og Y2?

source: 0 lie on a line if and only if
nn: 0 ligg på ei linje om og berre om

source: How long is the longest side of a right triangle with area 400 and perimeter 100?
nn: Kor lang er den lengste sida i ein rettvinkla trekant med areal 400 og omkrins 100?

source: there are 9 rectangles.
nn: er det 9 rektangel i alt.

source: ≥ 1 for all real numbers
nn: ≥ 1 for alle reelle tal

source: You get 5 points for each correct answer, 1 point for a blank answer, and 0 points fora wrong answer.
nn: Du får 5 poeng for rett svar, 1 poeng for blankt svar og 0 poeng for gale svar.

source: A box contains fewer than 1000 pieces of chocolate.
nn: Ei eske inneheld færre enn 1000 sjokoladebitar.

source: is located so that ∠
nn: ligg slik at ∠

source: An equilateral triangle with side length 40 is divided into small equilateraltriangles with side length 1.
nn: Ein likesida trekant med sidelengd 40 blir delt opp i små likesida trekantarmed sidelengd 1.

source: 2, where the line through both centres
nn: 2, der linja gjennom sirkelsentra

source: What is the sum of the lengths of the hypothenuses of all right triangles withinteger sides having a side of length 12?
nn: Kva er summen av lengdene til hypotenusane i alle rettvinkla trekantar medheiltalige sidelengder som har ei side med lengde 12?

source: Which of the followingstatements is correct:
nn: Kva for ei av utsegnene nedanfor er korrekt:

source: 2 are the inner and outer anglebisectors at
nn: 2 er den indre, respektive ytre vinkelhalve-ringslinja i

source: Anna and Beate plan to walk to the school, which is 3 kilometers from their house.
nn: Anna og Beate skal gå til skulen som ligg 3 kilometer frå huset deira. I det dei skal

source: Sigrid gets apoint if the sum is even, Petra gets a point if the product is even, while Oddgets a point if at least one of the dice shows an odd number.
nn: Sigrid får poeng om sum-men er eit partal, Petra får poeng om produktet er eit partal, medan Odd fårpoeng om minst éin av terningane viser eit oddetal.

source: What is the slope of this line?
nn: Kva er stigningstalet til linja?

source: He eats these, and then tries to divide the rest into 16 equal piles.
nn: Han et dei opp, og forsøker deretter å dele opp resten i 16 likestore haugar.

source: Sigrid, Petra and Odd are playing a game.
nn: Sigrid, Petra og Odd speler eit spel.

source: A perfect cube isan integer raised to the third power.)
nn: Eit kubikktal er eitheilt tal opphøgd i tredje potens.)

source: 1, and similarly
nn: 1, og på same vis er

source: Show that such a language cannot have more than 16 words.
nn: Vis at eit slikt språk ikkje kan ha fleire enn 16 ord.

source: either 1 or −1 on each side of the square.
nn: ten 1 eller −1 på kvar av sidene til kvadratet.
